Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sanastot_ja_kielipalvelut.html.tmx
Source language: fin
Languages: sms

source: Sanastot ja kielipalvelut
sms: Ǩiõll- da jåårǥlâʹttemkääzzkõõzz

source: Sanastot
sms: Saʹnnõs

source: Lakisanasto (suomi-saame) . Pohjoissaamen kieli.
sms: ÁLGU – Sääʹmǩiõli etymologiilaž ATR –teâttnorldõk (ävvan ođđ ikkna)

source: Sámediggi Saamelaiskäräjät 2005.
sms: Liâdggsaž ǩiõllkonttâr sääʹnnǩeʹrjj .

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
sms: Vuõiʹǧǧestǩeeʹrjtumuužž lââʹssen sääʹnnǩeeʹrjest käunnʼje jm. lääʹddǩiõl saaʹni ânnʼjõžmiârkktõõzz da ââʹnnemõhttvuõđ.

source: Huom!
sms: (ävvan ođđ ikkna)

source: Tarkistamaton sanasto.
sms: Jåårglõõʹtti da tuulk

source: Eduskuntasanasto (suomi-pohjoissaame) 2008.
sms: Sääʹmǩiõll konttâr jåårglõõʹtti da tuulk

source: Valtioneuvosto. Valter valtioneuvoston termipankki .
sms: Ǩiõllkonttâr kääzzkâʹsttem-määus jåårǥlâʹttemkääzzkõõzzin

source: Valtioneuvosto.
sms: Lääʹddjânnam ǩiõlljåårǥlõõʹttji da tuulki lett Ooccâmkääzzkõs.

source: Sámi Giellagáldu (Saamen Kielikaltio) Uusia termejä ja normeja
sms: (ävvan ođđ ikkna)

source: Sátni – báhko – baakoe Saamenkielten sanakirja ja termipankki.
sms: Veerjlaž ǩiõlljåårǥlõõʹtti .

source: Norjan saamelaiskäräjät.
sms: Mättʼtõshalltõs OPH (ävvan ođđ ikkna)

source: ÁLGU – Saamelaiskielten etymologinen tietokanta , Kotimaisten kielten tutkimuskeskus (Kotus)
sms: Suomen tulkkaus.

source: Maiden nimet seitsemällä kielellä mm. pohjoissaamen kielellä, Kotimaisten kielten tutkimuskeskus (Kotus)
sms: Kokokousmatkaajan käsikirja Eurooppaan . Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö.

source: Sähköinen kielitoimiston sanakirja.
sms: (ävvan ođđ ikkna)

source: Oikeinkirjoituksen lisäksi sanakirja kertoo mm. suomen kielen sanojen nykymerkitykset ja käyttöyhteydet.
sms: Kaart Mäddmetteemkonttâr karttkääzzkõs .

source: Kotimaisten kielten tutkimuskeskus (Kotus)
sms: Pääiʹǩnõõm še tâʹvv-, aanar- da nuõrttsääʹmǩiõlin.

source: Tepa-termipankki Sanastokeskus TSK:n sanasto
sms: (ävvan ođđ ikkna)

source: Kääntäjät ja tulkit
sms: Ǩiõllhuõll da sääʹm ǩiõllterminologia

source: Saamen kielen toimiston lista freelancer kääntäjistä ja tulkeista
sms: Divvun.no Sääʹmǩiõl vuõigglookkâmtuâjjneäv (ävvne ođđ ikkna)

source: Saamen kielen toimiston palvelumaksut käännöspalveluista
sms: Sääʹm ǩiõllteknologia kõõskõs – Giellatekno .

source: Suomen kääntäjien ja tulkkien liitto SKTL.
sms: Âânn seʹst jm. tâʹvv-, aanar- da nuõrttsääʹmǩiõl.

source: Sisältää hakupalvelun. Auktorisoidut kielenkääntäjät .
sms: Ǩiõllmätt- da analyystuâjjneäv ǩiõllmättprograamm, sääʹnnǩeeʹrj da jåårǥlâʹttemtuâjjneäv (ävvne ođđ ikkna)

source: Opetushallitus
sms: Mall da tiõrvtumuš

source: Suomen tulkkaus. Kokokousmatkaajan käsikirja Eurooppaan .
sms: Šiõǥǥ naʹzvaanpeeiʹv 14.2. – tâʹvv-, aanar- da nuõrttsäämas

source: Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö.
sms: Mallceâlkki meäddaåårrmõõžžâst neʹttpååʹšt vääras jm. tâʹvv-, aanar- da nuõrttsäämas

source: Kartat
sms: Saaʹmi meersažpeiʹvv 6.2. jm. tâʹvv-, aanar- da nuõrttsäämas

source: Maanmittaustoimiston karttapalvelu .
sms: Šiõǥǥ evvanpeeiʹv jm. tâʹvv-, aanar- da nuõrttsäämas

source: Paikannimet myös pohjois-,inarin- ja koltansaamen kielellä.
sms: Šiõǥǥ Rosttvid da Leklvaž Ođđ eeʹjj jm. tâʹvv-, aanar- da nuõrttsäämas (ävvan ođđ ikkna)

source: Kielenhuolto ja saamen kieliteknologia
sms: Čõhččmannu 26. peeiʹv lij Euroop ǩiõli peiʹvv jm. tâʹvv-, aanar- da nuõrttsäämas

source: Divvun.no Saamen kielen oikolukutyökalut
sms: Mättʼtõõzz da tuʹtǩǩõõzz

source: Saamen kieliteknologian keskus – Giellatekno . Sisältää mm. pohjois-, inarin- ja koltansaamen.
sms: Veerjlaž ǩiõlljåårǥlõõʹtti tuʹtǩǩõs .

source: Kielioppi- ja analyysityökalut sekä kielioppiohjelmat, sanakirjat ja käännöstyökalut.
sms: Mättʼtõshalltõs OPH (ävvan ođđ ikkna)

source: Mallit ja tervehdykset
sms: Giellagas-institutt, Oulu universitett .

source: Tervehdyksiä saamen kielillä .
sms: Väʹlddaunnsen sääʹmǩiõll da sääʹmkulttur.

source: Saamelaiskäräjät
sms: Čårraaunâsmättjumuužž jm. sääʹmǩiõll veeʹres ǩiõllân, sääʹmǩiõl tuʹlǩǩumuš da aanarsääʹm.

source: Opetus ja tutkinnot
sms: (ävvan ođđ ikkna)

source: Auktorisoidun kielenkääntäjän tutkinto .
sms: Sääʹmtuʹtǩǩumuš (HuK), Lääʹdd-Ugrlaž ǩiõltuʹtǩǩumuš, Heʹlssen universitett Sääʹm pååđmättjemlinnj (FM) (ävvan ođđ ikkna)

source: Giellagas-instituutti Oulun yliopisto.
sms: Sääʹmvuuʹd škoouʹlʼjemkõõskõs .

source: Pääaineina saamen kieli ja saamelainen kulttuuri.
sms: Ämmatlaž mättʼtemstrooiteʹl, koʹst mättʼtõõzz liâ še säämas.

source: Sivuaineopintoja mm. saamen kieli vieraana kielenä, saamen kielen tulkkaus ja inarinsaame.
sms: (ävvan ođđ ikkna)
